Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: contribute to the harmonisation of administrative practices in the Member States, including in relation to the derogation from the conformity assessment procedures referred to in Article 46, the functioning of AI regulatory sandboxes, and testing in real world conditions referred to in Articles 57, 59 and 60;
pt_pt: Contribuir para a harmonização das práticas administrativas nos Estados-Membros, nomeadamente no que diz respeito à derrogação dos procedimentos de avaliação da conformidade a que se refere o artigo 46.o, ao funcionamento dos ambientes de testagem da regulamentação da IA e à testagem em condições reais a que se referem os artigos 57.o, 59.o e 60.o;

source: at the request of the Commission or on its own initiative, issue recommendations and written opinions on any relevant matters related to the implementation of this Regulation and to its consistent and effective application, including:
pt_pt: A pedido da Comissão ou por sua própria iniciativa, emitir recomendações e pareceres escritos sobre quaisquer matérias pertinentes relacionadas com a execução do presente regulamento e com a sua aplicação coerente e eficaz, incluindo:

source: on the development and application of codes of conduct and codes of practice pursuant to this Regulation, as well as of the Commission’s guidelines;
pt_pt: a elaboração e a aplicação de códigos de conduta e códigos de práticas nos termos do presente regulamento, bem como das orientações da Comissão,

source: the evaluation and review of this Regulation pursuant to Article 112, including as regards the serious incident reports referred to in Article 73, and the functioning of the EU database referred to in Article 71, the preparation of the delegated or implementing acts, and as regards possible alignments of this Regulation with the Union harmonisation legislation listed in Annex I;
pt_pt: a avaliação e a revisão do presente regulamento nos termos do artigo 112.o, nomeadamente no que diz respeito aos relatórios de incidentes graves a que se refere o artigo 73.o e ao funcionamento da base de dados da UE a que se refere o artigo 71.o, à preparação dos atos delegados ou de execução e ao eventual alinhamento do presente regulamento com legislação de harmonização da União enumerada no anexo I,

source: on technical specifications or existing standards regarding the requirements set out in Chapter III, Section 2;
pt_pt: as especificações técnicas ou normas existentes relativas aos requisitos estabelecidos no capítulo III, secção 2,

source: on the use of harmonised standards or common specifications referred to in Articles 40 and 41;
pt_pt: a utilização de normas harmonizadas ou especificações comuns a que se referem os artigos 40.o e 41.o,

source: trends, such as European global competitiveness in AI, the uptake of AI in the Union, and the development of digital skills;
pt_pt: tendências tais como a competitividade europeia a nível mundial no domínio da IA, a adoção da IA na União e o desenvolvimento de competências digitais,

source: trends on the evolving typology of AI value chains, in particular on the resulting implications in terms of accountability;
pt_pt: as tendências da evolução da tipologia das cadeias de valor da IA, em especial no que toca às implicações daí resultantes em termos de responsabilização,

source: on the potential need for amendment to Annex III in accordance with Article 7, and on the potential need for possible revision of Article 5 pursuant to Article 112, taking into account relevant available evidence and the latest developments in technology;
pt_pt: a eventual necessidade de alterar o anexo III, em conformidade com o artigo 7.o, e a eventual necessidade de uma possível revisão do artigo 5.o, nos termos do artigo 112.o, tendo em conta os dados pertinentes disponíveis e a mais recente evolução tecnológica;

source: support the Commission in promoting AI literacy, public awareness and understanding of the benefits, risks, safeguards and rights and obligations in relation to the use of AI systems;
pt_pt: Apoiar a Comissão na promoção da literacia no domínio da IA, da sensibilização e da compreensão do público relativamente aos benefícios, aos riscos, às garantias e aos direitos e obrigações associados à utilização de sistemas de IA;

source: facilitate the development of common criteria and a shared understanding among market operators and competent authorities of the relevant concepts provided for in this Regulation, including by contributing to the development of benchmarks;
pt_pt: Facilitar o desenvolvimento de critérios comuns e um entendimento comum entre os operadores do mercado e as autoridades competentes dos conceitos pertinentes previstos no presente regulamento, inclusive contribuindo para o desenvolvimento de parâmetros de referência;

source: cooperate, as appropriate, with other Union institutions, bodies, offices and agencies, as well as relevant Union expert groups and networks, in particular in the fields of product safety, cybersecurity, competition, digital and media services, financial services, consumer protection, data and fundamental rights protection;
pt_pt: Cooperar, conforme adequado, com outras instituições, órgãos e organismos da União, bem como grupos de peritos e redes pertinentes da União, em especial nos domínios da segurança dos produtos, da cibersegurança, da concorrência, dos serviços digitais e de comunicação social, dos serviços financeiros, da defesa dos consumidores, dos dados e da proteção dos direitos fundamentais;

source: contribute to effective cooperation with the competent authorities of third countries and with international organisations;
pt_pt: Contribuir para uma cooperação eficaz com as autoridades competentes de países terceiros e com organizações internacionais;

source: assist national competent authorities and the Commission in developing the organisational and technical expertise required for the implementation of this Regulation, including by contributing to the assessment of training needs for staff of Member States involved in implementing this Regulation;
pt_pt: Prestar assistência às autoridades nacionais competentes e à Comissão no desenvolvimento dos conhecimentos técnicos e organizacionais necessários para a execução do presente regulamento, nomeadamente contribuindo para a avaliação das necessidades de formação do pessoal dos Estados-Membros envolvido na execução do presente regulamento;

source: assist the AI Office in supporting national competent authorities in the establishment and development of AI regulatory sandboxes, and facilitate cooperation and information-sharing among AI regulatory sandboxes;
pt_pt: Ajudar o Serviço para a IA a apoiar as autoridades nacionais competentes na criação e no desenvolvimento de ambientes de testagem da regulamentação da IA e facilitar a cooperação e a partilha de informações entre os ambientes de testagem da regulamentação da IA;

source: contribute to, and provide relevant advice on, the development of guidance documents;
pt_pt: Contribuir para a elaboração da documentação de orientação pertinente e prestar aconselhamento nesta matéria;

source: advise the Commission in relation to international matters on AI;
pt_pt: Aconselhar a Comissão em relação a questões internacionais no domínio da IA;

source: provide opinions to the Commission on the qualified alerts regarding general-purpose AI models;
pt_pt: Dar pareceres à Comissão sobre os alertas qualificados relativos a modelos de IA de finalidade geral;

source: receive opinions by the Member States on qualified alerts regarding general-purpose AI models, and on national experiences and practices on the monitoring and enforcement of AI systems, in particular systems integrating the general-purpose AI models.
pt_pt: Receber pareceres dos Estados-Membros sobre alertas qualificados relativos a modelos de IA de finalidade geral e sobre as experiências e práticas nacionais em matéria de acompanhamento e execução dos sistemas de IA, em especial os sistemas que integram os modelos de IA de finalidade geral.

source: Article 67
pt_pt: Artigo 67.o

source: Advisory forum
pt_pt: Fórum consultivo

source: An advisory forum shall be established to provide technical expertise and advise the Board and the Commission, and to contribute to their tasks under this Regulation.
pt_pt: É criado um fórum consultivo para facultar conhecimentos técnicos especializados e aconselhar o Comité e a Comissão, e contribuir para o exercício das respetivas funções nos termos do presente regulamento.

source: The membership of the advisory forum shall represent a balanced selection of stakeholders, including industry, start-ups, SMEs, civil society and academia.
pt_pt: A composição do fórum consultivo deve representar uma seleção equilibrada de partes interessadas, incluindo a indústria, as empresas em fase de arranque, as PME, a sociedade civil e o meio académico.

source: The membership of the advisory forum shall be balanced with regard to commercial and non-commercial interests and, within the category of commercial interests, with regard to SMEs and other undertakings.
pt_pt: A composição do fórum consultivo deve ser equilibrada no que diz respeito aos interesses comerciais e não comerciais e, dentro da categoria dos interesses comerciais, no que diz respeito às PME e às outras empresas.

source: The Commission shall appoint the members of the advisory forum, in accordance with the criteria set out in paragraph 2, from amongst stakeholders with recognised expertise in the field of AI.
pt_pt: A Comissão nomeia os membros do fórum consultivo, em conformidade com os critérios estabelecidos no n.o 2, de entre as partes interessadas com conhecimentos especializados reconhecidos no domínio da IA.

source: The term of office of the members of the advisory forum shall be two years, which may be extended by up to no more than four years.
pt_pt: O mandato dos membros do fórum consultivo é de dois anos, podendo ser prorrogado por um período não superior a quatro anos.

source: The Fundamental Rights Agency, ENISA, the European Committee for Standardization (CEN), the European Committee for Electrotechnical Standardization (CENELEC), and the European Telecommunications Standards Institute (ETSI) shall be permanent members of the advisory forum.
pt_pt: A Agência dos Direitos Fundamentais da União Europeia, a ENISA, o Comité Europeu de Normalização (CEN), o Comité Europeu de Normalização Eletrotécnica (CENELEC) e o Instituto Europeu de Normalização das Telecomunicações (ETSI) são membros permanentes do fórum consultivo.

source: The advisory forum shall draw up its rules of procedure.
pt_pt: O fórum consultivo elabora o seu regulamento interno.

source: It shall elect two co-chairs from among its members, in accordance with criteria set out in paragraph 2.
pt_pt: O fórum consultivo elege dois copresidentes de entre os seus membros, de acordo com os critérios estabelecidos no n.o 2.

source: The term of office of the co-chairs shall be two years, renewable once.
pt_pt: O mandato dos copresidentes é de dois anos, renovável uma vez.

source: The advisory forum shall hold meetings at least twice a year.
pt_pt: O fórum consultivo reúne-se pelo menos duas vezes por ano.

source: The advisory forum may invite experts and other stakeholders to its meetings.
pt_pt: Pode convidar peritos e outras partes interessadas para as suas reuniões.

source: The advisory forum may prepare opinions, recommendations and written contributions at the request of the Board or the Commission.
pt_pt: O fórum consultivo pode elaborar pareceres, recomendações e contributos escritos mediante pedido do Comité ou da Comissão.

source: The advisory forum may establish standing or temporary sub-groups as appropriate for the purpose of examining specific questions related to the objectives of this Regulation.
pt_pt: O fórum consultivo pode criar subgrupos permanentes ou temporários, conforme adequado para o exame de questões específicas relacionadas com os objetivos do presente regulamento.

source: The advisory forum shall prepare an annual report on its activities.
pt_pt: O fórum consultivo elabora um relatório anual sobre as suas atividades.

source: That report shall be made publicly available.
pt_pt: Esse relatório é disponibilizado ao público.

source: Article 68
pt_pt: Artigo 68.o

source: Scientific panel of independent experts
pt_pt: Painel científico de peritos independentes

source: The Commission shall, by means of an implementing act, make provisions on the establishment of a scientific panel of independent experts (the ‘scientific panel’) intended to support the enforcement activities under this Regulation.
pt_pt: A Comissão adota, por meio de um ato de execução, disposições relativas à criação de um painel científico de peritos independentes (o «painel científico») destinado a apoiar as atividades de execução nos termos do presente regulamento.

source: The scientific panel shall consist of experts selected by the Commission on the basis of up-to-date scientific or technical expertise in the field of AI necessary for the tasks set out in paragraph 3, and shall be able to demonstrate meeting all of the following conditions:
pt_pt: O painel científico é composto por peritos selecionados pela Comissão com base em conhecimentos científicos ou técnicos atualizados no domínio da IA necessários para o exercício das funções previstas no n.o 3, e deve poder demonstrar que preenche todas as seguintes condições:

source: having particular expertise and competence and scientific or technical expertise in the field of AI;
pt_pt: Conhecimentos e competências específicos e conhecimentos científicos ou técnicos no domínio da IA;

source: independence from any provider of AI systems or general-purpose AI models;
pt_pt: Independência relativamente a qualquer prestador de sistemas de IA ou de modelos de IA de finalidade geral;

source: an ability to carry out activities diligently, accurately and objectively.
pt_pt: Capacidade para realizar atividades de forma diligente, precisa e objetiva.

source: The Commission, in consultation with the Board, shall determine the number of experts on the panel in accordance with the required needs and shall ensure fair gender and geographical representation.
pt_pt: A Comissão, em consulta com o Comité, determina o número de peritos do painel de acordo com as necessidades e assegura uma representação equitativa em termos de género e no plano geográfico.

source: The scientific panel shall advise and support the AI Office, in particular with regard to the following tasks:
pt_pt: O painel científico aconselha e apoia o Serviço para a IA, em especial no que diz respeito às seguintes funções:

source: supporting the implementation and enforcement of this Regulation as regards general-purpose AI models and systems, in particular by:
pt_pt: Apoiar a aplicação e execução do presente regulamento no que diz respeito aos modelos e sistemas de IA de finalidade geral, em particular:

source: alerting the AI Office of possible systemic risks at Union level of general-purpose AI models, in accordance with Article 90;
pt_pt: alertando o Serviço para a IA para eventuais riscos sistémicos a nível da União dos modelos de IA de finalidade geral, em conformidade com o artigo 90.o,

source: contributing to the development of tools and methodologies for evaluating capabilities of general-purpose AI models and systems, including through benchmarks;
pt_pt: contribuindo para o desenvolvimento de instrumentos e metodologias de avaliação das capacidades dos modelos e sistemas de IA de finalidade geral, nomeadamente através de parâmetros de referência,

source: providing advice on the classification of general-purpose AI models with systemic risk;
pt_pt: prestando aconselhamento sobre a classificação dos modelos de IA de finalidade geral com risco sistémico,

source: providing advice on the classification of various general-purpose AI models and systems;
pt_pt: prestando aconselhamento sobre a classificação de vários modelos e sistemas de IA de finalidade geral,

source: contributing to the development of tools and templates;
pt_pt: contribuindo para o desenvolvimento de instrumentos e modelos;

source: supporting the work of market surveillance authorities, at their request;
pt_pt: Apoiar as autoridades de fiscalização do mercado no seu trabalho, a pedido destas;

source: supporting cross-border market surveillance activities as referred to in Article 74(11), without prejudice to the powers of market surveillance authorities;
pt_pt: Apoiar as atividades de fiscalização do mercado transfronteiriças a que se refere o artigo 74.o, n.o 11, sem prejuízo dos poderes das autoridades de fiscalização do mercado;

source: supporting the AI Office in carrying out its duties in the context of the Union safeguard procedure pursuant to Article 81.
pt_pt: Apoiar o Serviço para a IA no exercício das suas funções no contexto do procedimento de salvaguarda da União prevista no artigo 81.o.

source: The experts on the scientific panel shall perform their tasks with impartiality and objectivity, and shall ensure the confidentiality of information and data obtained in carrying out their tasks and activities.
pt_pt: Os peritos do painel científico desempenham as suas funções com imparcialidade e objetividade e garantem a confidencialidade das informações e dos dados obtidos no desempenho das suas funções e atividades.

source: They shall neither seek nor take instructions from anyone when exercising their tasks under paragraph 3.
pt_pt: Não solicitam nem aceitam instruções de ninguém no exercício das suas funções nos termos do n.o 3.

source: Each expert shall draw up a declaration of interests, which shall be made publicly available.
pt_pt: Cada um dos peritos apresenta uma declaração de interesses, que é disponibilizada ao público.

source: The AI Office shall establish systems and procedures to actively manage and prevent potential conflicts of interest.
pt_pt: O Serviço para a IA cria sistemas e procedimentos para gerir e evitar ativamente potenciais conflitos de interesses.

source: The implementing act referred to in paragraph 1 shall include provisions on the conditions, procedures and detailed arrangements for the scientific panel and its members to issue alerts, and to request the assistance of the AI Office for the performance of the tasks of the scientific panel.
pt_pt: O ato de execução a que se refere o n.o 1 deve incluir disposições sobre as condições, os procedimentos e as modalidades pormenorizadas segundo as quais o painel científico e os seus membros emitem alertas e solicitam a assistência do Serviço para a IA no desempenho das funções do painel científico.

source: Article 69
pt_pt: Artigo 69.o

source: Access to the pool of experts by the Member States
pt_pt: Acesso dos Estados-Membros ao grupo de peritos

source: Member States may call upon experts of the scientific panel to support their enforcement activities under this Regulation.
pt_pt: Os Estados-Membros podem recorrer a peritos do painel científico para apoiar as suas atividades de execução ao abrigo do presente regulamento.

source: The Member States may be required to pay fees for the advice and support provided by the experts.
pt_pt: Os Estados-Membros podem ser obrigados a pagar honorários pelo aconselhamento e apoio prestados pelos peritos.

source: The structure and the level of fees as well as the scale and structure of recoverable costs shall be set out in the implementing act referred to in Article 68(1), taking into account the objectives of the adequate implementation of this Regulation, cost-effectiveness and the necessity of ensuring effective access to experts for all Member States.
pt_pt: A estrutura e o nível dos honorários, bem como a escala e a estrutura das despesas reembolsáveis, são definidos no ato de execução a que se refere o artigo 68.o, n.o 1, tendo em conta os objetivos de uma aplicação adequada do presente regulamento, a relação custo-eficácia e a necessidade de assegurar um acesso efetivo a peritos para todos os Estados-Membros.

source: The Commission shall facilitate timely access to the experts by the Member States, as needed, and ensure that the combination of support activities carried out by Union AI testing support pursuant to Article 84 and experts pursuant to this Article is efficiently organised and provides the best possible added value.
pt_pt: A Comissão facilita o acesso atempado dos Estados-Membros aos peritos, conforme necessário, e assegura que a combinação das atividades de apoio realizadas pelas estruturas de apoio à testagem da IA a nível da União nos termos do artigo 84.o e pelos peritos nos termos do presente artigo seja organizada de forma eficiente e proporcione o melhor valor acrescentado possível.

source: National competent authorities
pt_pt: Autoridades nacionais competentes

source: Article 70
pt_pt: Artigo 70.o

source: Designation of national competent authorities and single points of contact
pt_pt: Designação das autoridades nacionais competentes e dos pontos de contacto únicos

source: Each Member State shall establish or designate as national competent authorities at least one notifying authority and at least one market surveillance authority for the purposes of this Regulation.
pt_pt: Cada Estado-Membro cria ou designa pelo menos uma autoridade notificadora e pelo menos uma autoridade de fiscalização do mercado para efeitos do presente regulamento como autoridades nacionais competentes.

source: Those national competent authorities shall exercise their powers independently, impartially and without bias so as to safeguard the objectivity of their activities and tasks, and to ensure the application and implementation of this Regulation.
pt_pt: Essas autoridades nacionais competentes exercem os seus poderes de forma independente, imparcial e sem enviesamentos, a fim de salvaguardar a objetividade das suas atividades e funções e de assegurar a aplicação e execução do presente regulamento.

source: The members of those authorities shall refrain from any action incompatible with their duties.
pt_pt: Os membros dessas autoridades abstêm-se de praticar qualquer ato incompatível com a natureza das suas funções.

source: Provided that those principles are observed, such activities and tasks may be performed by one or more designated authorities, in accordance with the organisational needs of the Member State.
pt_pt: Desde que esses princípios sejam respeitados, tais atividades e funções podem ser desempenhadas por uma ou mais autoridades designadas, de acordo com as necessidades organizativas do Estado-Membro.

source: Member States shall communicate to the Commission the identity of the notifying authorities and the market surveillance authorities and the tasks of those authorities, as well as any subsequent changes thereto.
pt_pt: Os Estados-Membros comunicam à Comissão a identidade das autoridades notificadoras e das autoridades de fiscalização do mercado, bem como as funções dessas autoridades e quaisquer alterações subsequentes das mesmas.

source: Member States shall make publicly available information on how competent authorities and single points of contact can be contacted, through electronic communication means by 2 August 2025.
pt_pt: Os Estados-Membros disponibilizam ao público informações sobre a forma como as autoridades competentes e os pontos de contacto únicos podem ser contactados, através de meios de comunicação eletrónica, até 2 de agosto de 2025.
